<div class="dev_title">
    <a name="api_requests" class="dev_name_anchor"></a>
    Запросы к API

</div>
<p class="dev_p">
    Работа с API подразумевает обращение к платформе по заданному формальному алгоритму.
    В этом разделе представлено описание стандартной схемы формирования запроса, которая используется для вызова методов.
</p>
<br>
<div class="dev_title">
    <a name="authorization" class="dev_name_anchor"></a>
    Авторизация

</div>
<p class="dev_p">
    В этой главе описывается процесс авторизации приложения, для дальнейшего использования методов API. Без авторизации методы API недоступны.
</p>